Revit 2027 API
VertexIndexPairArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public VertexIndexPairArrayIterator()
Public Sub New
public:
VertexIndexPairArrayIterator()
new : unit -> VertexIndexPairArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
VertexIndexPairArrayIterator Class
Autodesk.Revit.DB Namespace